{
    "a5beed0a-6123-5344-95b2-1eae0b37c33c": {
        "text": "Expand the DAO into a partnership with rare earth mineral miners in Africa. Combine our efforts to assist them in unionizing their trade so profits can be claimed by the people who work the mines rather than be extracted to the US and China. Given the ubiquity of computational devices, the miners in a strategic partnership with the DAO can use this global supply chain choke point as a means to accomplish more lofty political goals in addition to providing the financial resources to continue operating.",
        "proposer": "324711471739305985",
        "proposerName": "Grayson Earle",
        "votes": 0,
        "voters": []
    },
    "85a01345-2484-5357-a57b-768083a01bb3": {
        "text": "**The Carbon Credits Grey Market** A proposal to tackle all four key areas: Mostly through backchanelling (and maybe some blackmailling and what not), we can pool resources earmarked to incentivize and reward actions aimed at disrupting pollutant organizations. We can \n\n**Investment diversification** by creating a new asset class, in which we could cut a fee or leverage seniorage, **alternative currency** initiatives through DAO-backed grey carbon credits, **partnerships** with organizations most impacted by global warming and environmental racism that would be interested in funding this, **education** and discourse on cypherpunk and grey hat online communities. These communities will mobilize and engage localist networks to either receive grey credits or siphon resources from universities as yet another source of funding for those credits.\n\nThe outcome will strengthen our alliances and financial position through direct action, global solidarity, and guerrilla finance. The first step is simply starting a targeted eco-sabotage rewards system.",
        "proposer": "340686435268952064",
        "proposerName": "Pedro Parrachia",
        "votes": 3,
        "voters": [
            "497671199611158528",
            "324711471739305985",
            "340686435268952064"
        ]
    }
}