{
    "28491ae8-58aa-50c6-a251-08fba8a59396": {
        "text": "The Progressive Deep State proposes:\na)    Tightening of internal security\nWe will immediately begin in depth monitoring of members, their movements, and their communication. This surveillance extends as much as possible towards our close partner organizations. We will isolate suspicious individuals within our own lines immediately to assess the threat, and notify partner organizations of potential leaks in their lines. Isolation measures are only lifted if the suspicion is found disproven. \nMembers are encouraged to stay vigilant and notify leadership of any suspicious communications immediately.\nb)    Investment into surveillance and security technologies\nWe will further develop existing surveillance technologies and invest in new ones to track any internal and outgoing communication. Additionally, we will pay close attention to our current digital communication channels and close any potentially found backdoors.\nc)    Impact simulation\nAI-based systems will be utilized to continuously simulate potential risks posed by leaks, with members being trained based on these real-time simulations, to be able to act immediately and appropriately in case of actual leaks.\nd)    Utilize networks\nWe will utilize our connections to the broader European media network to track potential offers of classified information to media houses, locate the sources, and if necessary order journalistic “catch-and-kill” actions as well as discrediting of potential sources.\nAdditionally, the PDS will proposes close collaboration with our partner organizations, offering an open exchange of any information on recognized potential leaks both within own lines and the ones within partner organizations.",
        "proposer": "497671199611158528",
        "proposerName": "Aska M",
        "votes": 0,
        "voters": []
    },
    "e4f98444-334e-521c-9979-ba4e56a9b4de": {
        "text": "We need to be on the offensive. Let's create a controlled leak to flush out the infiltrator. Develop several pieces of false information that can be used to identify informants. Each piece of misinformation should be uniquely tailored to different small groups or individual members within the DAO. Secondly, we should be spying, too. We've got some good hacks on the EU naval surveillance apparatus but it's time we put people inside governments and corporations to feed us information. It's not a fun life, but this sacrifice is necessary. If our enemies know what we are doing the least we can do is the same to them.",
        "proposer": "324711471739305985",
        "proposerName": "Grayson Earle",
        "votes": 7,
        "voters": [
            "1218946742675046478",
            "690489198150418442",
            "441327939229843456",
            "1239245614634766346",
            "855902281042886656",
            "1239245358127775827",
            "1235659720409350166"
        ]
    }
}