{
    "gameName": "Scrivener",
    "groupName": "Sciveners",
    "gameYear": "2050",
    "promptPrepend": "NOT IN USE",
    "promptAppend": "Respond with fewer than 2000 characters.",
    "dispatchPrepend": "NOT IN USE",
    "dispatchAppend": "Your response should take place within the world of \"The Game\" which is a near-future text-based game in which players respond to political crises. It is a cross between DnD and The Game of Global Futures. Avoid saying things like \"In the not-so-distant future of The Game\". Limit your response to 1024 characters or fewer.",
    "SERVER_ID": "829302399851429948",
    "CHANNEL_ID": "1225696379993849886",
    "CLIENT_ID": "1214973351198597140",
    "RULEBOOK_ID": "1237735048313049128",
    "commandList": [
        "!help - get help (not working)",
        "!add - add yourself to the game",
        "!balance - check your balance",
        "!propose - propose a project (not working)",
        "!vote - vote on a project (not working)",
        "!advice - get advice on a proposal"
    ],
    "dataFolder": "data",
    "imageFolder": "images",
    "dispatchFolder": "images/dispatches",
    "gameIcon": "we-logo-small.png",
    "crisisThumbnail": "dispatch-crisis-small.jpg",
    "votingDurationHours": 24,
    "proposalCost": 10,
    "startingBalance": 100,
    "currency": "🪙",
    "stateTexts": {
        "voting": "Attention comrades!\n\nThe proposal period has ended and now it's time to vote on the proposals that have been submitted. You have 24 hours to cast your vote.\n\nTo vote, simply type !vote. You can view the list of proposals by typing !proposals.\n\nEach vote costs 1 🪙, but your 🪙 will be returned to you if the proposal you voted for is successful. The 🪙 from unsuccessful proposals will be put towards the project.\n\nYou can only vote once, so choose wisely!\n\nOnce the voting period has ended, the proposal with the most votes will be implemented. If there is a tie, the proposal with the highest total credit value will be chosen.\n\nGood luck, and happy voting!",
        "proposal": "Attention comrades!\n\nWe are now entering a proposal period, where you have the opportunity to propose actions in response to the latest dispatch. This period will last for 24 hours, so be sure to submit your proposals before the deadline.\n\nTo submit a proposal, simply type !propose followed by a brief description of your proposed action. Proposals will cost 10 🪙, but don't worry - if your proposal is successful, your 🪙 will be returned to you. Unsuccessful proposal 🪙 will be put towards the project.\n\nRemember, your proposal can be as straightforward or as wildly experimental as you'd like. You can even propose to change the rules of the game (within reason). The more creative and innovative your proposal, the more likely it is to capture the imagination of your fellow players and earn their votes.\n\nPlease note that there is a limit of one proposal per person per round. If you wish to withdraw your proposal, you can do so with the !withdrawproposal command.\n\nOnce the proposal period has ended, players will have the chance to vote on the proposals. The proposal with the most votes will be implemented, altering the course of the speculative narrative.\n\nGood luck, and happy proposing!",
        "results": "Attention comrades!\n\nThe voting period has ended and the results are in. The proposal with the most votes has been selected and will be implemented.\n\nIf you voted for the winning proposal, your 🪙 will be returned to you. If you voted for an unsuccessful proposal, your 🪙 will be put towards the project.\n\nWe appreciate your engagement and participation. Stay tuned for the next dispatch, you never know what crisis or opportunity is around the corner."
    }
}