{
    "fa4580de-7697-5d8b-afcc-1f7b4ffe3123": {
        "text": "In the near future, the oceans have swelled and the illiberalists have tightened their grip on the once-great nations of the world. The United Nations lies in ruins, while a new brand of internationalism has veered sharply to the right. The few remaining multinational corporations have kowtowed to the illiberalist regime, splintering into nationalist factions of their former selves. Tech giants, once the champions of liberal values, have either morphed into pseudo nation-states or been brought under the iron fist of national control. In the shadows, a new force has emerged. The last remnants of the political left have united to form a Decentralized Autonomous Organization (DAO), a digital rebellion against the new world order. This motley crew of dreamers and rebels, hailing from all corners of the political spectrum and globe, must join forces to propose and build a new world from the ashes of the old. The DAO consists of five factions, including the Forever Marxists, Progressive Deep State, Anarcho-Syndicalists, Beyond-Us Monadists, and Postcapitalist Eschatologists. As crises loom and chaos reigns, these brave souls date to envision a brighter future even in the darkest of times.",
        "image": "rough-seas.jpg"
    },
    "fa4580de-7697-5d8b-afcc-1f7b4ffe3765": {
        "text": "Decades have passed since the Paris Climate Accords were abandoned, and the world now faces the consequences. A massive heatwave and drought in North Africa have triggered a refugee crisis, with people fleeing to Europe via the Mediterranean. However, illiberal governments in Europe have responded by closing their borders or actively pushing back refugees, leaving tens of thousands of lives at risk as boats full of people face disastrous conditions. The DAO must propose a plan to help those displaced by the crisis, implementing it quickly to prevent further loss of life.",
        "image": "rough-seas.jpg"
    },
    "f31ddb2b-1607-5d8d-baaa-8e441699fa66": {
        "text": "The Postcapitalist Eschatologists proposed a bold four point plan to address the refugee crisis resulting from the massive heatwave and drought in Northern Africa. In short, the plan is:\n\n1) Purchasing European islands using under-the-radar reallocation of our DAO funds and sympathetic monied allies in the region. Hire as many of the refugees through these companies as possible to facilitate work permits which allows them to bring their families in legally.\n\n2) Ramp up our networked action division to gain access to the EU surveillance apparati. Disrupt these systems so that it is harder to track people entering the region via boats.\n\n3) Call on European states to invest in desalination plants across the Mediterranean. Use our political capital to give a sense of urgency to legislators on the issue.\n\n4) Put pressure on non-EU member states to take in refugees affected by this unprecedented climate crisis.\n\n\n--- Weeks go by as we put the plan to action ---\n\n\nWe've successfully orchestrated the acquisition of the Albanian islet of Sazan, presenting it as a commercial tourism venture. As part of our strategy, we've integrated hundreds of refugees into our workforce, with many joining our ranks. We've purchased and refurbished the abandoned military base on Sazan to accommodate approximately one thousand people. Our legitimate claim to the island allows for gradual relocation to both Sazan and mainland Europe. However, as news of the refugee settlement spreads, international scrutiny intensifies. Questions regarding the true nature of our enterprise and the legality of the takeover arise, escalating political tensions as governments and organizations probe for clandestine activities. Certain illiberalist news outlets seek to exploit the situation to divert attention to our efforts.\n\nAmong the Sudanese arrivals is a founding member of our DAO, a computer science faculty member from the University of Khartoum. Teaming up with Albanian allies, they establish a base for our counter-surveillance operations on Sazan. Rapid infiltration of EU surveillance systems enables us to evade detection as we ferry displaced comrades to the islet. However, heightened scrutiny from anti-immigration factions in the EU suggests our interventions may soon draw significant attention.\n\nWhile we advocate for environmental legislation to invest in Mediterranean desalination plants, our lack of political clout hinders progress. Our status as a non-political entity limits our influence, but we remain committed to these long-term projects.\n\nSimilarly, our efforts to rally states around the affected region to accept more refugees face resistance. Despite our demonstrations, pleas for increased refugee intake go unheeded.\n\nMoving forward, Sazan serves as a pivotal base for our operations, but we must remain vigilant about the visibility of our activities on the islet.\n\nKey points:\nAcquisition of Sazan for refugee settlement under a tourism guise.\n\nGrowing international scrutiny and political tensions over the legality of the takeover.\n\nSuccessful infiltration of EU surveillance systems aids refugee transport, but raises concerns of exposure.\n\nAdvocacy for environmental legislation and increased refugee intake faces challenges.\n\nSazan becomes a strategic base, but secrecy is crucial to avoid unwanted attention.",
        "image": "sazan.jpg",
        "timestamp": "5/15/2024, 4:25:45 AM"
    },
    "54eaec81-ca43-513c-a4c3-09e7101db207": {
        "text": "Given our successful clandestine takeover of the islet of Sazan, we are presented with a moment to either take more ground or dig into our current position. Some believe that we should fly under the radar for as long as possible to gather momentum, while others think we should boldly announce ourselves to the world. What might you propose in this moment of opportunity?",
        "image": "opportunity.jpg",
        "type": "opportunity",
        "timestamp": 1715803402803
    },
    "3b43672f-4326-51b7-8cf6-1728fad9123d": {
        "text": "**The Postcapitalist Eschatologists proposed another successful project, initiated by @kalamityardmaster_23890. In short, the plan is:**\n\nAdvance plans to support refugees from their new base in Sazan by maintaining anonymity, leveraging financial control through the acquisition of Banca di Bologna, and executing cyber distractions to divert attention from their operations. With this plan we aim to promote sustainable urbanism by constructing environmentally sustainable cities to host refugees, countering the current political economy's austerity. Their focus is on ensuring safe passage for refugees, generating financial stability, and advancing human, social, and planetary conditions.\n\n```Weeks go by as we put the plan into action...```\n\nIn the shadow of a world gripped by illiberal regimes and climate chaos, the islet of Sazan emerged as an unlikely beacon of hope. Under the guise of a commercial tourism venture, Sazan continued to function as a sanctuary for refugees fleeing the catastrophic heatwave and drought in North Africa. By maintaining strict anonymity and avoiding overt political declarations, the DAO effectively minimized immediate threats from both illiberalist regimes and anti-immigration factions. This strategy allowed the DAO to continue transporting and settling refugees discreetly, utilizing the refurbished military base on Sazan for logistical operations and safe housing.\nFinancial Leverage through Banca di Bologna\n\n## The acquisition of Banca di Bologna was a masterstroke\nUnder the astute leadership of Dr. Toto Bifo Lombardi, the bank funneled capital into the DAO's initiatives with remarkable efficiency. This financial leverage bolstered the DAO’s resources (+10 credits to all DAO members), ensuring sustained operations on Sazan and enabling future investments in innovative projects. Profits generated through various financial activities provided a steady revenue stream, rendering the DAO increasingly self-sufficient and resilient against economic pressures.\n\n## Resistance to Alternative Urbanism\nDespite these successes, the DAO's efforts to promote sustainable urbanism faced substantial resistance. Developers, corporations, and governments, heavily invested in the current urban and economic models, mounted fierce opposition. Regulatory hurdles, political pushback, and public skepticism threatened to slow or derail these ambitious projects. The DAO's vision of environmentally sustainable urban areas, designed to house refugees and embody postcapitalist values, clashed with entrenched interests that were reluctant to embrace such radical changes.\n\n## Internal Divisions\nCompounding these external challenges were internal divisions within the DAO itself. Comprising a diverse array of political factions—Forever Marxists, Progressive Deep State, Anarcho-Syndicalists, Beyond-Us Monadists, and Postcapitalist Eschatologists—the DAO was a tapestry of differing ideologies and strategies. These differences occasionally flared into open disagreements and power struggles, weakening the DAO's unity and effectiveness. Such internal conflict not only distracted from their overarching goals but also created vulnerabilities that external adversaries could exploit.",
        "image": "proposal2-bank.jpg",
        "timestamp": "5/19/2024, 4:05:46 PM"
    },
    "46e4a470-5dff-5ba4-8435-33fa3852425d": {
        "text": "# The Shadow of Betrayal\n\nAmidst these internal and external pressures, a more insidious threat loomed. Serious concerns arose within the DAO about the possibility of informants in their midst. The suspicion that some members might be leaking information to their enemies cast a pall over the organization. This fear of betrayal sowed distrust and paranoia, further straining relationships and complicating decision-making processes. The potential for espionage heightened the stakes of every operation, as the DAO struggled to safeguard its plans and protect the lives of our comrades, with the threat of betrayal even reaching the islet of Sazan itself. Some begin to wonder about worst case scenarios.",
        "image": "crisis.jpg",
        "type": "crisis",
        "timestamp": 1716136200974
    },
    "f50b61d3-a339-5e41-b8ff-a549ef871458": {
        "text": "**The Forever Marxists proposed a successful project, initiated by <@324711471739305985>. In short, the plan is:**\n\nTake the offensive by creating controlled leaks to identify the infiltrator. Develop unique pieces of false information for different groups or individuals within the DAO to flush out informants. Additionally, spy on enemies by hacking the EU naval surveillance and placing operatives inside governments and corporations to gather intelligence. This difficult but necessary sacrifice ensures staying informed about enemies' actions.\n\n```Weeks go by as we put the plan into action...```\n## DAO Infiltration into the EU Government and MetaZonPrime\nSeveral members undertake high-risk undercover missions within the EU government and MetaZonPrime corporate headquarters. These operations are critical to gather intelligence, influence policy, and disrupt adversarial activities from within. We haven't located the mole, if they do in fact exist, but will continue to monitor and enact strict security protocols.\n```While that takes place, there are other developments on the front```\n## Terrorist Organization?\nOur base on Sazan has attracted too much attention and as a result some illiberal governments have labeled us as a terrorist organization. We need to decide how to handle this from a PR perspective.\n\n## Banca di Bologna\nBanca di Bologna, now under the control of the DAO and led by Dr. Toto Bifo Lombardi, has become a pivotal financial asset for the organization. The bank has been discreetly funneling capital into DAO initiatives, ensuring a steady stream of resources for ongoing and future projects. The bank remains established in such a way as to not invite the label of \"terrorist\" from outside governments.\n\n## Refugee Crisis\nThe crisis continues, but our operation on Sazan has been crucial in assisting our comrades coming in to escape the climate crisis in northern Africa. It feels certain that in future this base will become totally overwhelmed.",
        "image": "proposal3-mole.jpg",
        "timestamp": "5/22/2024, 2:59:04 PM"
    },
    "7293f858-af84-5876-8f59-2267b4665203": {
        "text": "### Dispatch: Major Political Shifts and Economic Crisis\n\nIreland has announced reunification, and Scotland has declared separation from the UK. These monumental changes have significantly impacted the UK’s economy, especially with Scotland now controlling most of the North Sea’s petroleum resources. This upheaval adds a complex dimension to our narrative:\n\n1. **Economic Impacts:** The loss of key territories is crippling the remaining UK economy. The reduced access to North Sea petroleum is particularly damaging, leading to severe energy shortages and economic instability.\n\n2. **Policy Shifts:** The new national entities, the Republic of Ireland and the Republic of Scotland, will need to formulate policies addressing the ongoing ecological and refugee crises. Their approaches could set new precedents in international relations and crisis management.\n\n3. **Strategic Positions:** Both Ireland and Scotland must navigate their positions strategically. How will they align themselves on the global stage? Will they support or oppose the illiberal regimes dominating the world?\n\n4. **Potential Conflict:** The drastic changes raise the possibility of conflict. Could the UK or other nations resort to military action to reclaim lost territories or secure resources?\n\n5. **DAO Opportunities and Consequences:** These developments present both opportunities and risks for the DAO alliance. The fragmentation could weaken our adversaries but also destabilize the region, complicating our operations. How will we adapt to these new geopolitical realities?\n\nAs we proceed, careful consideration of these factors is crucial for our strategy and the future of our mission.",
        "image": "dispatch4-uk.jpg",
        "type": "opportunity",
        "timestamp": 1716391742265
    },
    "258a985f-b9fb-559e-860e-9a3862a2014e": {
        "text": "**The Post-Capitalist Eschatologists proposed a successful project, initiated by <@1218946742675046478>. In short, the plan is:**\n\nDr. Toto Bifo Lombardi is implementing a long-term infrastructural investment in Scotland through the Banca di Bologna. This initiative focuses on job creation, particularly in green energy and sustainable housing, aiming to generate 30,000 jobs over five years in Scotland's poorest urban areas. In exchange, Scotland will support the DAO by sharing information and will allow the Banca di Bologna to open branches in Glasgow, Dundee, Aberdeen, and Fife. Additionally, a special Blue Belt facilitation status will be established between the port of Aberdeen and Sazan port authority to streamline customs and aid in distributing food and essentials from allies.\n\n```Weeks go by as we put the plan into action...```\n1. **Lombardi's Agreement:**\nDr. Toto Bifo Lombardi successfully negotiated with the Scottish government to invest in infrastructure through the Banca di Bologna. This initiative focuses on job creation in green energy and sustainable housing, promising 30,000 jobs over five years in Scotland's poorest urban areas.\n\n2. **Strategic Expansion:**\nThe Banca di Bologna will open branches in Glasgow, Dundee, Aberdeen, and Fife, enhancing its financial presence in Scotland. Additionally, the special Blue Belt facilitation status between the port of Aberdeen and Sazan port authority will streamline customs and aid in the distribution of essentials from global allies.\n\n## Potential Issues\n\n1. **International Scrutiny:**\n   The acquisition of Sazan and the rapid integration of refugees have drawn international attention. Governments and organizations are questioning the legality of the takeover and the true nature of the DAO's activities, potentially leading to political tensions and investigations.\n\n2. **Security and Secrecy:**\n   The need to maintain secrecy is critical. Any exposure could jeopardize the operations on Sazan and the safety of refugees. The DAO must be vigilant in its cyber operations and internal security to avoid detection and infiltration by adversaries.\n\n3. **Financial Stability:**\n   The success of Lombardi's plan heavily relies on the financial stability and profitability of the Banca di Bologna. Any economic downturns or financial missteps could undermine the entire initiative, risking both job creation efforts and the DAO’s financial health.\n\n4. **Political Resistance:**\n   While the DAO pushes for progressive policies, there is significant resistance from established political and economic interests. Overcoming regulatory hurdles and gaining political support for sustainable urbanism projects remains a challenge.\n\n---\n\nBy implementing Lombardi's plan, the DAO makes significant strides in supporting refugees and establishing a strategic base in Scotland. However, maintaining secrecy, navigating international scrutiny, ensuring financial stability, and overcoming political resistance are crucial for long-term success.\n\n**We have 48 hours to make proposals for the next steps.**",
        "image": "proposal4.jpg",
        "timestamp": "5/27/2024, 6:54:44 PM"
    },
    "c859e84b-d75e-5672-8e7a-20136a813a66": {
        "text": "## Imminent Threats and Strategic Challenges\n\n### Military Exercises and Posturing\n\n**Show of Force:**\n<@1239245614634766346> has investigated several recent sightings of military boats positioned off the coast of Sazan. Illiberalist governments are increasing military presence near Sazan and the Mediterranean, signaling an imminent invasion threat. At best, naval blockades and aerial surveillance are likely to isolate and pressure the DAO. At worst, we could face a brutal invasion.\n\n### Cyber Attacks\n\n**Hacking and Disruptions:**\nSophisticated cyber-attacks have disabled DAO communications and surveillance. A massive DDoS attack has disrupted our credit system, forcing a shift to non-credit voting methods. <@930908950998700063> has fashioned a new voting and proposal system which does not require credits from members.\n\n### Legal and Political Actions\n\n**Extradition Requests:**\nHungary has lobbied the EU to issue extradition requests for several DAO members on terrorism charges, including <@689538753038909440>, <@418454167871553537>, and <@619349045306982411>. This legal pressure threatens our leadership and operational stability.\n\nThis is the most serious challenge we have faced so far. Perhaps we can leverage some of our existing infrastructure: our moles in corporations and governments, or persistent hacks of the EU surveillance apparatus, and Banca di Bologna from which we could probably leverage half a billion Euro without raising any red flags.",
        "image": "dispatch5-sighting.jpg",
        "type": "crisis",
        "timestamp": 1716990607586
    }
}