{
    "104eb40b-d42e-5e92-99df-4e4e2dc875fc": {
        "text": "[The philosopher and strategist Adversaria Wardasphere famous for their groundbreaking book 'Making Militant Xenodisgrace Work for the Left in the Cybercosmos' and top AI-realfakerists have helped us develop and spread a series of meticulously crafted attacks on the EU military leadership across different countries as well as the political leadership of various European states. This is by no means pretty, but left with the choice between actual casualties through physical violence and creating the dirtiest series of smearing campaigns probably ever made in history, we have to opt for the latter. We will not go into details here but no one will ever be able to look the Hungarian leader in the eyes again without feeling the urge to vomit or slap him on the face. As for the military leadership, their families are having to hide from the intense wave of hatred that has spread across the general public, the media can neither verify nor refute the disgraceful information and media being spread, the chaos will at least stall the onslaught against the DAO.]",
        "proposer": "1218946742675046478",
        "proposerName": "Bassam El Baroni",
        "votes": 0,
        "voters": []
    },
    "c7e773d0-b8ee-571b-a9c0-339b18fc3ca2": {
        "text": "The Progressive Deepstate is primarily concerned with the legal threat to our organisation. We therefore propose a distraction and discrediting operation: Relying on the immediately available funds by the Banca di Bologna and through our system of strawmen in corporations, we approach several high-ranking members of right-wing parliamentary groups within the EU parliament, who are sympathetic to Hungarys requests. Acting as lobbyists for the extradition, our strawmen offer several financial benefits to the approached MPs, while meticulously tracking the accompanying communication and leaking it to media outlets and independent watchdogs, to cause a major PR crisis for pro-extradition groups, rendering them temporarily unable to (re)act due to being under public scrutiny for corruption,  resulting resignations, and  legal processes.",
        "proposer": "497671199611158528",
        "proposerName": "Aska M",
        "votes": 0,
        "voters": []
    }
}