{
    "af5e9d92-cdab-5ce3-ba58-7a0907a091a6": {
        "text": "anarcho syndycalists organise an international strike of migrant workers who withdraw their labor until the border regime is changed - showing the power of migrant labor in europe and Europe's dependence on it",
        "proposer": "777099560605581323",
        "proposerName": "anarchofermentation",
        "votes": 0,
        "voters": []
    },
    "bc8693b9-f236-535d-a83e-ca905c9a58cd": {
        "text": "The Progressive Deep State proposes rerouting funds toward humanitarian support for refugees as an immediate measure, as well as an alliance of progressive European member states to increase systemic pressure both through political measures and media campaigns on illiberalist members of the union. \nFurther, as a long term solution, we will address the root causes of the crisis, boosting efforts for making the affected regions inhabitable again as soon as possible and providing ways of finding new ways of coexisting with the changing climatic environment. This will include the support of already existing NGOs, research, and states, as well as exporting human and technological support to the areas affected the most.\nAdditionally, we propose a media campaign highlighting worker shortage within Europe, allowing us to frame the increased immigration as a solution to that, to pro-actively counter potentially rising conservative ressentiments within the broader European society. Additionally, this step will be accompanied by increased investments into integration support.",
        "proposer": "497671199611158528",
        "proposerName": "Aska M",
        "votes": 0,
        "voters": []
    },
    "06d82258-9cfc-5d00-a36a-6773e657238f": {
        "text": "The anarcho-syndico faction has sleeper agents embeded within the Spanish Coastguard. The agents plan to sabotage the efforts of the coastguard to deter refuges from entering Europe by taking command of the coastguard dinghies and using them to offer safe passage to any refuge boats attempting to cross the Mediterranean sea. Anarcho-Syndicalists  plan to pass the refugees onto comrades in Catalonian who will offer them safe-passage and respite. The Anarcho-Syndicalists invite assistance from co-conspirators and comrades in nation states along the Mediterranean coastline including Italy and Greece, to join them in this direct action approach.",
        "proposer": "441327939229843456",
        "proposerName": "Tom",
        "votes": 2,
        "voters": [
            "1235697691951104021",
            "324711471739305985"
        ]
    },
    "f4ef3675-5df5-5ae7-83fb-7c40fcbd2e15": {
        "text": "!propose. On behalf of The Postcapitalist Eschatologists , I announce the preparations that many of our faction have been involved with:        1- We have pre-emptively set up a network of companies that have purchased as many European islands as possible through our long term under-the-radar fundraising campaigns. We have created a network of registered legal companies operating in these small but habitable islands across Europe. We are in the process of hiring as many of the refugees as possible and facilitating their work permits immediately so they can bring over their families. This is a first step pragmatic step that we have already planned for over a decade.\n2-We have already set-up and funded an international network of politically committed coders, software engineers and cyber-security specialists who are now vigilantly working to take over a substantial portion of the surveillance apparatus that the EU uses to intervene and push the refugees back, our people and trained AI models will make them see people who do not exist and blind them to people entering EU waters.\n3-We call on Europe to invest in a vast infrastructure of desalination plants across the Mediterranean instead of funding military attempts to keep people in Africa against their will. Our people have already made this a popular opinion through activism, and it is becoming a key component for a near-future plan discussed in the media.\n4-Our people have been putting a lot of pressure, through activism, on a number of non-EU countries with an extremely poor track record and hostile policies towards refugees to do the responsible thing and play their part in accepting a larger number refugees, we can longer accept an intake as low as 30 refugees per year in some cases in the midst of this nightmare “The Day After Tomorrow” scenario.",
        "proposer": "1218946742675046478",
        "proposerName": "Bassam El Baroni",
        "votes": 1,
        "voters": [
            "1157224551483199558"
        ]
    }
}