{
    "text": "The Postcapitalist Eschatologists proposed a bold four point plan to address the refugee crisis resulting from the massive heatwave and drought in Northern Africa. In short, the plan is:\n\n1) Purchasing European islands using under-the-radar reallocation of our DAO funds and sympathetic monied allies in the region. Hire as many of the refugees through these companies as possible to facilitate work permits which allows them to bring their families in legally.\n\n2) Ramp up our networked action division to gain access to the EU surveillance apparati. Disrupt these systems so that it is harder to track people entering the region via boats.\n\n3) Call on European states to invest in desalination plants across the Mediterranean. Use our political capital to give a sense of urgency to legislators on the issue.\n\n4) Put pressure on non-EU member states to take in refugees affected by this unprecedented climate crisis.\n\n\n--- Weeks go by as we put the plan to action ---\n\n\nWe've successfully orchestrated the acquisition of the Albanian islet of Sazan, presenting it as a commercial tourism venture. As part of our strategy, we've integrated hundreds of refugees into our workforce, with many joining our ranks. We've purchased and refurbished the abandoned military base on Sazan to accommodate approximately one thousand people. Our legitimate claim to the island allows for gradual relocation to both Sazan and mainland Europe. However, as news of the refugee settlement spreads, international scrutiny intensifies. Questions regarding the true nature of our enterprise and the legality of the takeover arise, escalating political tensions as governments and organizations probe for clandestine activities. Certain illiberalist news outlets seek to exploit the situation to divert attention to our efforts.\n\nAmong the Sudanese arrivals is a founding member of our DAO, a computer science faculty member from the University of Khartoum. Teaming up with Albanian allies, they establish a base for our counter-surveillance operations on Sazan. Rapid infiltration of EU surveillance systems enables us to evade detection as we ferry displaced comrades to the islet. However, heightened scrutiny from anti-immigration factions in the EU suggests our interventions may soon draw significant attention.\n\nWhile we advocate for environmental legislation to invest in Mediterranean desalination plants, our lack of political clout hinders progress. Our status as a non-political entity limits our influence, but we remain committed to these long-term projects.\n\nSimilarly, our efforts to rally states around the affected region to accept more refugees face resistance. Despite our demonstrations, pleas for increased refugee intake go unheeded.\n\nMoving forward, Sazan serves as a pivotal base for our operations, but we must remain vigilant about the visibility of our activities on the islet.\n\nKey points:\nAcquisition of Sazan for refugee settlement under a tourism guise.\n\nGrowing international scrutiny and political tensions over the legality of the takeover.\n\nSuccessful infiltration of EU surveillance systems aids refugee transport, but raises concerns of exposure.\n\nAdvocacy for environmental legislation and increased refugee intake faces challenges.\n\nSazan becomes a strategic base, but secrecy is crucial to avoid unwanted attention.",
    "image": "sazan.jpg"
}